[{
	"depressed": false,
	"name": "Dorothy",
	"imgKey": "dorothy",
	"imageUrl": "assets/images/dorothyTest.jpeg",
	"coords": {
		"x": 10,
		"y": 10
	},
	"twitterHandle": "dorothyzbornak",
	"likes": ["cats", "Tom Hiddleston"],
	"avatarImg": "assets/images/dorothyTest.jpeg",
	"bio": "This is Dorothy's bio text.",
	"tweets": {
		"neutral": [
			"RT Malala Yousafzai on Creating Digital Classrooms for 30 Countries http://www.5z8.info/startphish_hozv",
			"@sicilyrocket Awe ma, did you leave the milk out again?",
			"@sicilyrocket I would go over to tell you but your door is shut and you keep blasting your music too loud to hear me knocking",
			"@sicilyrocket No I have nothing against the classical musical stylings of Missy “Misdemeanor” Elliot, ma. ",
			"@sicilyrocket Ma.",
			"@sicilyrocket MOTHER.",
			"@sicilyrocket Thank you. I love you too, ma.",
			"RT Treefellow to Run Again for 2068 http://www.5z8.info/stalin_evbv #Treefellow2068 #trytryagain"
		],
		"sad": [
			"RT Insurance Coverage Gaps for America’s Senior Citizens http://www.5z8.info/super-nsfw_giau #relevant #news",
			"We expect so many people to just help themselves on every front no matter what the circumstances.",
			"Are there more people that believe in looking out for one another still out there somewhere; a think piece to be written 40 years from now.",
			"Which will be a great help then.",
			"RT Continued Health Cost Surges as Hospitals Lack Enough Doctors http://www.5z8.info/add-worm_jjtp",
			"RT Illness Impasse: Recognizing Today’s Patient Expectations http://www.5z8.info/dogfights_kuoj",
			"Re: LRT - Former colleague of mine hitting on a topic that hits close to home.",
			"Over that hill, down that hill, full speed, yipee."
		],
		"unnecessary": ["@You I don’t think this is working the way you think it is."],
		"wrongGifs": ["@You I appreciate the thought, but those just aren’t doing it for me."
],
		"correct": ["@You This month has been hard. Got time for a long rant and two cups of coffee?"]
	}
}, {
	"depressed": false,
	"name": "Rose",
	"imgKey": "rose",
	"imageUrl": "assets/images/roseTest.jpeg",
	"coords": {
		"x": 100,
		"y": 10
	},
	"twitterHandle": "roseycheeks",
	"likes": ["puppies", "Chris Hemsworth"],
	"avatarImg": "assets/images/roseTest.jpeg",
	"bio": "This is Rose's bio text.",
	"tweets": {
		"neutral": [
			"XD Dog 911: what's ur emergency? Dog: MY HUMAN WENT TO WORK Dog 911: so? Dog: WHAT IF THIS TIME HE DOESN'T COME BACK Dog 911: OMG Dog: OMG",
			"Oh good! Q: What is it called when a cat wins a dog show? A: A CAT-HAS-TROPHY! ",
			"Oh oh! I like this one! Q: What do you call a dog magician?  A: A labracadabrador. ",
			"Everyone ready for #stolaf50reunion2065???? So much fun! Well not yet, it hasn’t happened yet, but so much fun soon!",
			"@sicilyrocket Oh ok!",
			"@foxyroxymoxy_5 Oh no, I don’t think there’s anything wrong with that! It’s wonderful!",
			"@dorothyzbornak I think Blanche wants to get a dog. Can we, can we???",
			"Oh and don’t forget this one! Q: What is the only kind of dog you can eat?  A: A hot dog!"
		],
		"sad": [
			"Oh boy, there’s going to be so many of you at the #stolaf50reunion2065! It’ll be just like old times!",
			"So many of you will have so many stories about everything you’ve been doing! #stolaf50reunion2065",
			"It’ll be a great time! Old friends seeing each other again, well that’s wonderful.",
			"I know I have been waiting 50 whole years for #stolaf50reunion2065! I guess we all have! =)",
			"I’ll have lots to talk about too. I’ve been up to plenty of things over the years. Well sure just way too much to fit into one night! =)))",
			"A lot of people remember me so well! Well that’s swell! Haha! Sure a bunch of great stories!",
			"Oh no! I forgot to check on flight ticket prices. Oh dear, I wonder if I can still go? #stolaf50reunion2065 Airhead Rosey strikes again! =)",
			"No no, this is on Space Cadet Rose haha! Thank you for offering to help, I’ll be ok! I’m sure I’ll make it #stolaf50reunion2065 =)))"
		],
		"unnecessary": ["@You Are you ok? Here I found a good joke for you: Q: What do you call a cold dog? A: A Chilli Dog. Oh no. Wait. Aren’t Chilli dogs hot?"],
		"wrongGifs": ["@You Oh those are nice! Do you have any others?"],
		"correct": ["@You I don’t think I want to go to Saint Olaf anymore. Can we talk a little?"]
	}
}, {
	"depressed": false,
	"name": "Blanche",
	"imgKey": "blanche",
	"imageUrl": "assets/images/blancheTest.jpeg",
	"coords": {
		"x": 200,
		"y": 10
	},
	"twitterHandle": "foxyroxymoxy_5",
	"likes": ["ducklings", "Chris Evans"],
	"avatarImg": "assets/images/blancheTest.jpeg",
	"bio": "This is Blanche's bio text.",
	"tweets": {
		"neutral": [
			"Oh my, there’s some absolutely scandalous pictures of Shia’s newest exhibit in Vienna. Dare I RT? ★~(◡‿◕✿)",
			"I swear @roseycheeks if you keep singing in the shower at 6 a.m. I’m going to start livestreaming it (≖︿≖✿)",
			"Is Felix Kjelberg really going through with those memory implants? (⊙︿⊙✿) I just never trust the new ones anymore!!! http://www.5z8.info/trojan_bwcq",
			"No! No! No one else tell me that Justin B. is moving to Mars, you’ve been sending me that scoop for three years. ★~(◡︿◡✿) #oldnews #never",
			"I don’t understand how @dorothyzbornak prefers Smith over Radcliffe. There’s no comparison no matter how many more awards Mr. Smith has.",
			"Well no there is no badder bitch than @sicilyrocket, so tough! (◕‿◕✿)",
			"OH! THAT’S CLOSE TO HERE! @dorothyzbornak Let’s get a puppy. RT Mark Fischbach to open animal rescue in FL - http://www.5z8.info/bomb_kqxb",
			"YES YES YESSS (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧ RT Daniel Radcliffe to star in new bank heist movie “Fastcatch Fever” http://www.5z8.info/foodporn_joyl"
		],
		"sad": [
			"I’m always amazed at how gorgeous Jennifer Lawrence still is, my goodness! (⊙‿⊙✿) #ladycrush #cantavoidit",
			"That’s not weird is it @roseycheeks? #lol",
			"The Jennifer thing @roseycheeks #lol #lol",
			"Fweeting not just about gorgeous men, but that is what I’m most obsessed with of course! How could anyone doubt ★~(◠﹏◕✿)",
			"So many beautiful pictures today in my feed! No one classier than Emma Watson, just flawless flawless. (⊙‿⊙✿) Jea~lousss #lol!",
			"omg @roseycheeks telling me that I can’t stop talking about J Law; the nerve! #lol #lol (✿◠‿◠) Stop it!",
			"There is nothing odd about admiring another woman, and wondering if they’ve been stealing all my beauty secrets~~ (◡‿◡✿) #flawless",
			"Oh my goodness there’s too much news to catch up on! I don’t think I’ll be able to pick out the best of the best today! #VACAY #Breaktime <3"		
		],
		"unnecessary": ["@You Dear, I just don’t know why you’re sending me this? ★~(◡﹏◡✿)"],
		"wrongGifs": ["@You These are nice but you this just isn’t my cup of tea, dear (◕ㅅ◕✿)"],
		"correct": ["@You Let’s get a cup of coffee. I just feel... feel like... like I have so much to catch up on with you! Yes. Let’s do that."]
	}
}, {
	"depressed": false,
	"name": "Sophia",
	"imgKey": "person",
	"imageUrl": "assets/images/sophiaTest.jpeg",
	"coords": {
		"x": 300,
		"y": 10
	},
	"twitterHandle": "sicilyrocket",
	"likes": ["bunnies", "Scarlett Johannson"],
	"avatarImg": "assets/images/sophiaTest.jpeg",
	"bio": "This is Sophia's bio text.",
	"tweets": {
		"neutral": [
			"How can you not appreciate the finer things in life? Missy Elliot, wine, and a shut door. ",
			"All of you need to shut your front and back doors, so much hot air the house is going to fly away",
			"Listen, honey. Honey @foxyroxymoxy_5. I love you but shut up. Shhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh (1 of 2)",
			"hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh @foxyroxymoxy_5 (2 of 2)",
			"@dorothyzbornak Yes.",
			"@dorothyzbornak But you can hear me, right? :D",
			"@dorothyzbornak No.",
			"@roseycheeks Why?"
		],
		"sad": [
			"Music too loud you can’t hear yourself or anyone else think! Good! :D",
			"I do care about Dorothy a lot, but she needs to lighten up! Dance more! Sing a little! Actually not that, she’s terrible at that.",
			"It can’t be easy being only a little over twenty something years younger than your ma after you hit fifty.",
			"…",
			"If it’s not one thing it’s another, I bet they didn’t even notice I left the milk out. Left it out for two days :D They’ll notice that soon!",
			"Hey kiddo, I love you. @dorothyzbornak",
			"… if we do get a dog I hope it’s a young pup. That’ll drive them all crazy :D Running around the house, destroying everything for 15 years",
			"Won’t be my problem for even half that amount of time. I win!"
		],
		"unnecessary": ["@You There’s a Shut Up Train rolling into the station! It’s got room for one more! Toot toooot (stop it)"],
		"wrongGifs": ["@You These gifs are, to quote my mother, “whack”"],
		"correct": ["@You I think I should get out of this room. Let’s go for a walk together, kid."]
	}
}]